<?php

return [
    'home' => 'الرئيسية',
    'admins' => [
        'index' => 'المشرفين',
        'create' => 'صفحة إنشاء مشرف',
        'store' => 'إنشاء مشرف',
        'update' => 'صفحة تعديل مشرف',
        'edit' => 'تعديل مشرف',
        'show' => 'عرض مشرف',
        'destroy' => 'حذف مشرف',
        'delete_all' => 'حذف مشرف',
    ],
    'users' => [
        'index' => 'المستخدمين',
        'create_page' => 'صفحة إنشاء مستخدم',
        'create' => 'إنشاء مستخدم',
        'edit_page' => 'صفحة تعديل مستخدم',
        'edit' => 'تعديل مستخدم',
        'show' => 'عرض مستخدم',
        'delete' => 'حذف مستخدم',
        'delete_all' => 'حذف مستخدم',
    ],
];
