<?php

return [
    'admin' => [
        'loginPage'     => 'تسجيل الدخول',
        'home'          => 'الرئيسية',
        'settings'      => [
            'index'     => 'الإعدادات',
            'update'    => 'تحديث الإعدادات',
        ],
        'notifications' => [
            'index'             => 'الإشعارات',
            'sendEmail'         => 'إرسال بريد إلكتروني',
            'sendSms'           => 'إرسال رسالة نصية',
            'sendNotification'  => 'إرسال إشعار',
        ],
        'admin_roles_management' => [
            'index' => 'إدارة المشرفين',
        ],
        'admins' => [
            'index'         => 'المشرفين',
            'create'        => 'صفحة إنشاء مشرف',
            'store'         => 'إنشاء مشرف',
            'update'        => 'صفحة تعديل مشرف',
            'edit'          => 'تعديل مشرف',
            'show'          => 'عرض مشرف',
            'destroy'       => 'حذف مشرف',
            'delete_all'    => 'حذف مشرف',
        ],
        'users' => [
            'index'            => 'المستخدمين',
            'create'           => 'صفحة إنشاء مستخدم',
            'store'            => 'إنشاء مستخدم',
            'update'           => 'صفحة تعديل مستخدم',
            'edit'             => 'تعديل مستخدم',
            'show'             => 'عرض مستخدم',
            'destroy'          => 'حذف مستخدم',
            'delete_all'       => 'حذف مستخدم',
        ],
        'roles' => [
            'index'         => 'الصلاحيات',
            'create'        => 'صفحة إنشاء صلاحية',
            'store'         => 'إنشاء صلاحية',
            'update'        => 'صفحة تعديل صلاحية',
            'edit'          => 'تعديل صلاحية',
            'show'          => 'عرض صلاحية',
            'destroy'       => 'حذف صلاحية',
            'delete_all'    => 'حذف صلاحية',
        ],
    ]
];
